Repository: Kim-Jiny/RaiseTimer
Catalog: ios/RaiseTimer/Localizable.xcstrings
Source language: ko
Languages: en, ja

# common_done
source: 완료
en: Done
ja: 完了

# default_tournament_name
source: 기본 토너먼트
en: Default Tournament
ja: デフォルトトーナメント

# payout_add_rank
source: 순위 추가
en: Add Rank
ja: 順位追加

# payout_buyin_detail_format
source: 바이인 %@ × %d건 = %@원
en: Buy-in %@ × %d = $%@
ja: バイイン %@ × %d件 = %@円

# payout_distribution_rank
source: 분배 순위
en: Payout Ranks
ja: 配分順位

# payout_fee_detail_format
source: 수수료 %@ × %d건 = -%@원
en: Fee %@ × %d = -$%@
ja: 手数料 %@ × %d件 = -%@円

# payout_invalid_message
source: 분배 비율 합계를 100%%로 맞추면 상금이 정확하게 계산됩니다.
en: Set the payout ratio total to 100%% for accurate calculations.
ja: 配分比率の合計を100%%にすると賞金が正確に計算されます。

# payout_nav_title
source: 상금
en: Payout
ja: 賞金

# payout_people_format
source: %d명
en: %d
ja: %d名

# payout_place_format
source: %d위
en: #%d
ja: %d位

# payout_presets
source: 프리셋
en: Presets
ja: プリセット

# payout_ratio_title
source: 분배 비율 (%)
en: Payout Ratio (%)
ja: 配分比率 (%)

# payout_total
source: 합계
en: Total
ja: 合計

# payout_total_percent_format
source: 합계 %d%%
en: Total %d%%
ja: 合計 %d%%

# payout_total_prize
source: 총 상금 (수수료 제외)
en: Total Prize (excl. fees)
ja: 総賞金 (手数料除く)

# payout_valid_message
source: 분배 비율이 100%%로 맞춰져 있습니다.
en: Payout ratio is set to 100%%.
ja: 配分比率が100%%に設定されています。

# payout_winner_format
source: 우승: %@
en: Winner: %@
ja: 優勝: %@

# players_empty_description
source: 플레이어를 추가하면 탈락 관리와 상금 계산이 바로 연결됩니다.
en: Add players to manage eliminations and calculate payouts.
ja: プレイヤーを追加すると、脱落管理と賞金計算が連動します。

# players_empty_title
source: 아직 참가자가 없습니다
en: No players yet
ja: 参加者がいません

# players_name_placeholder
source: 이름 입력
en: Enter name
ja: 名前を入力

# players_place_format
source: %d위
en: #%d
ja: %d位

# players_rebuy_format
source: 리바이 %d
en: Rebuy %d
ja: リバイ %d

# players_title_format
source: 참가자 %@/%@
en: Players %@/%@
ja: 参加者 %@/%@

# players_total_entries
source: 총 엔트리
en: Total Entries
ja: 総エントリー

# settings_change_logo
source: 로고 변경
en: Change Logo
ja: ロゴ変更

# settings_collapse
source: 접기
en: Collapse
ja: 閉じる

# settings_create
source: 생성
en: Create
ja: 作成

# settings_current_slot
source: 현재 슬롯
en: Current Slot
ja: 現在のスロット

# settings_current_suffix
source: (현재)
en: (Current)
ja: (現在)

# settings_delete
source: 삭제
en: Delete
ja: 削除

# settings_expand
source: 열기
en: Expand
ja: 開く

# settings_fullscreen_logo
source: 전체화면 로고
en: Fullscreen Logo
ja: フルスクリーンロゴ

# settings_load
source: 불러오기
en: Load
ja: 読み込み

# settings_logo_applied
source: 적용됨
en: Applied
ja: 適用済み

# settings_logo_description
source: 선택한 이미지는 전체화면 타이머 배경에 은은하게 표시됩니다.
en: The selected image is subtly displayed on the fullscreen timer background.
ja: 選択した画像はフルスクリーンタイマーの背景にさりげなく表示されます。

# settings_logo_none
source: 사용 안 함
en: None
ja: なし

# settings_nav_title
source: 설정
en: Settings
ja: 設定

# settings_new_slot_name
source: 새 슬롯 이름
en: New Slot Name
ja: 新しいスロット名

# settings_player_count_format
source: %d/%d명
en: %d/%d
ja: %d/%d名

# settings_quick_description
source: 현재 사용 중인 핵심 설정만 먼저 보여줍니다.
en: Shows only the key settings currently in use.
ja: 現在使用中の主要設定のみ表示します。

# settings_quick_title
source: 빠른 설정
en: Quick Settings
ja: クイック設定

# settings_remove_logo
source: 로고 제거
en: Remove Logo
ja: ロゴ削除

# settings_select_logo
source: 로고 선택
en: Select Logo
ja: ロゴ選択

# settings_slots_description
source: 현재 슬롯을 바꾸거나 새 슬롯을 만들어 여러 토너먼트를 관리합니다.
en: Switch slots or create new ones to manage multiple tournaments.
ja: スロットを切り替えたり新しいスロットを作成して複数のトーナメントを管理します。

# settings_theme
source: 테마
en: Theme
ja: テーマ

# settings_theme_color
source: 테마 컬러
en: Theme Color
ja: テーマカラー

# settings_theme_description
source: 앱 포인트 컬러와 타이머 분위기를 프리셋으로 바꿉니다.
en: Change the app accent color and timer mood with presets.
ja: アプリのアクセントカラーとタイマーの雰囲気をプリセットで変更します。

# settings_tournament_slots
source: 토너먼트 슬롯
en: Tournament Slots
ja: トーナメントスロット

# structure_add_level
source: 레벨 추가
en: Add Level
ja: レベル追加

# structure_ante
source: 앤티
en: Ante
ja: アンティ

# structure_blind_levels
source: 블라인드 레벨
en: Blind Levels
ja: ブラインドレベル

# structure_break_index_format
source: 휴식 %d
en: Break %d
ja: 休憩 %d

# structure_break_toggle
source: 휴식
en: Break
ja: 休憩

# structure_buyin
source: 바이인 (원)
en: Buy-in ($)
ja: バイイン (円)

# structure_delete
source: 삭제
en: Delete
ja: 削除

# structure_duration_seconds
source: 지속(초)
en: Duration (sec)
ja: 時間(秒)

# structure_estimated_duration
source: 예상 진행
en: Est. Duration
ja: 予想時間

# structure_fee
source: 수수료 / 참가당 (원)
en: Fee / Entry ($)
ja: 手数料 / エントリー (円)

# structure_level_count
source: 레벨 수
en: Levels
ja: レベル数

# structure_level_count_format
source: %d개
en: %d
ja: %d個

# structure_load
source: 불러오기
en: Load
ja: 読み込み

# structure_minutes_format
source: %d분
en: %d min
ja: %d分

# structure_nav_title
source: 블라인드 구조
en: Blind Structure
ja: ブラインド構成

# structure_no_saved
source: 저장된 설정이 없습니다.
en: No saved settings.
ja: 保存された設定がありません。

# structure_preset_detail_format
source: %d개 레벨 · %d명 분배
en: %d levels · %d payouts
ja: %dレベル · %d名配分

# structure_rebuy_allowed
source: 리바이 허용
en: Allow Rebuy
ja: リバイ許可

# structure_save_current
source: 현재 설정 저장
en: Save Current Settings
ja: 現在の設定を保存

# structure_save_settings
source: 설정 저장
en: Save Settings
ja: 設定を保存

# structure_settings_name
source: 설정 이름
en: Settings Name
ja: 設定名

# structure_starting_stack
source: 시작 스택
en: Starting Stack
ja: スターティングスタック

# structure_tournament_settings
source: 토너먼트 설정
en: Tournament Settings
ja: トーナメント設定

# tab_payout
source: 상금
en: Payout
ja: 賞金

# tab_players
source: 플레이어
en: Players
ja: プレイヤー

# tab_settings
source: 설정
en: Settings
ja: 設定

# tab_structure
source: 블라인드
en: Blinds
ja: ブラインド

# tab_timer
source: 타이머
en: Timer
ja: タイマー

# tab_setup
source: 설정
en: Setup
ja: 設定

# tab_turn_timer
source: 턴 타이머
en: Turn
ja: ターン

# turn_timer_title
source: 턴 타이머
en: Turn Timer
ja: ターンタイマー

# turn_timer_start
source: 시작
en: Start
ja: スタート

# turn_timer_pause
source: 일시정지
en: Pause
ja: 一時停止

# turn_timer_reset
source: 리셋
en: Reset
ja: リセット

# turn_timer_times_up
source: 시간 초과!
en: Time's Up!
ja: タイムアップ！

# timer_action_pause
source: 일시정지
en: Pause
ja: 一時停止

# timer_action_start
source: 시작
en: Start
ja: スタート

# timer_ante_format
source: 앤티 %@
en: Ante %@
ja: アンティ %@

# timer_blinds_display_format
source: 블라인드 %@ / %@
en: Blinds %@ / %@
ja: ブラインド %@ / %@

# timer_break
source: 휴식
en: Break
ja: 休憩

# timer_break_minutes_format
source: 휴식 %d분
en: Break %d min
ja: 休憩 %d分

# timer_break_time
source: 휴식 시간
en: Break Time
ja: 休憩時間

# timer_current_blinds
source: 현재 블라인드
en: Current Blinds
ja: 現在のブラインド

# timer_entries
source: 엔트리
en: Entries
ja: エントリー

# timer_level_format
source: 레벨 %d
en: Level %d
ja: レベル %d

# timer_next_level
source: 다음 레벨
en: Next Level
ja: 次のレベル

# timer_place_format
source: %d위 %@ · %@원
en: #%d %@ · $%@
ja: %d位 %@ · %@円

# timer_remaining_players
source: 남은 인원
en: Remaining
ja: 残りプレイヤー

# timer_reset_level
source: 레벨 처음부터 리셋
en: Reset Level
ja: レベルをリセット

# timer_status_ready
source: 준비됨
en: Ready
ja: 準備完了

# timer_status_running
source: 진행 중
en: Running
ja: 進行中

# timer_summary_title
source: 게임 종료 요약
en: Game Summary
ja: ゲーム終了サマリー

# timer_undetermined
source: 미정
en: TBD
ja: 未定

# timer_winner
source: 우승
en: Winner
ja: 優勝

# payout_amount_format
source: %@원
ja: %@円
